Repository: MonriPayments/woocommerce-monri
Catalog: languages/monri-*.po
Languages: bs_ba

source: Transaction declined, please reload the page.
bs_ba: Transakcija odbijena, molimo Vas da osvježite stranicu.

source: An additional installments fee has been applied
bs_ba: Primijenjena je naknada za dodatne rate

source: No installments
bs_ba: Bez rata

source: Monri payment completed.
bs_ba: Monri plaćanje uspješno.

source: Order number in Monri administration: %s
bs_ba: Broj narudžbe u Monri administraciji: %s

source: Transaction failed.
bs_ba: Transakcija neuspješna.

source: Token is not provided
bs_ba: Token nije dostupan

source: Monri - Order amount:
bs_ba: Monri - Iznos narudžbe:

source: Number of installments:
bs_ba: Broj rata:

source: First name must have between 3 and 11 characters
bs_ba: Ime mora imati između 3 i 11 znakova

source: Last name must have between 3 and 28 characters
bs_ba: Prezime mora imati između 3 i 28 znakova

source: Address must have between 3 and 300 characters
bs_ba: Adresa mora imati između 3 i 300 znakova

source: City must have between 3 and 30 characters
bs_ba: Grad mora imati između 3 i 30 znakova

source: ZIP must have between 3 and 30 characters
bs_ba: Poštanski broj mora imati između 3 i 30 znakova

source: Phone must have between 3 and 30 characters
bs_ba: Telefon mora imati između 3 i 30 znamenki

source: Monri payment successful<br/>Approval code:
bs_ba: Monri plaćanje uspješno <br/>Approval code:

source: Thank you for shopping with us. Your account has been charged and your transaction is successful. We will be shipping your order to you soon.
bs_ba: Hvala što ste kupovali kod nas. Vaš račun je naplaćen i transakcija je uspješna. Uskoro ćemo vam poslati vašu narudžbu.

source: Monri payment status is pending<br/>Approval code:
bs_ba: Monri plaćanje na čekanju<br/>Approval code:

source: Thank you for shopping with us. Right now your payment status is pending, We will keep you posted regarding the status of your order through e-mail
bs_ba: Hvala što ste kupovali kod nas. Trenutno vaš status plaćanja je na čekanju.

source: Transaction Declined:
bs_ba: Transakcija odbijena:

source: Token does not exist.
bs_ba: Token ne postoji

source: Gateway currently not available.
bs_ba: Gateway trenutno nije dostupan

source: Thank you for shopping with us. However, the transaction has been declined.
bs_ba: Hvala što ste kupovali kod nas. Nažalost transakcija je odbijena.

source: Installments fee
bs_ba: Naknada za rate

source: Monri Payment Gateway Plug-in for WooCommerce
bs_ba: Monri Payment Gateway Plug-in za WooCommerce

source: Title
bs_ba: Naziv

source: Title which the customer sees during checkout.
bs_ba: Naziv koji vidi kupac prilikom plaćanja

source: Description
bs_ba: Opis

source: Description which the customer sees during checkout.
bs_ba: Opis koji vidi kupac prilikom plaćanja

source: Pay quick and easy via Monri
bs_ba: Plaćajte brzo i jednostavno putem Monrija

source: Instructions
bs_ba: Upute

source: Instructions that will be added to the thank you page.
bs_ba: Upute koje će biti dodane na thank you page

source: Instructions for Monri.
bs_ba: Upute za Monri

source: Form language
bs_ba: Jezik forme

source: Allow paying in installments
bs_ba: Dozvoli plaćanje na rate

source: Number of allowed installments
bs_ba: Broj dozvoljenih rata

source: Price limit for paying in installments
bs_ba: Limit za plaćanje na rate

source: This controls the bottom price limit on which the installments can be used.
bs_ba: Donja granica cijene za koju su dostupne rate

source: This controls the price increase when paying with installments.
bs_ba: Povećanje cijene prilikom plaćanje na rate

source: This controls the title which the user sees during checkout.
bs_ba: Naslov koji kupac vidi prilikom kupovine

source: This controls the description which the user sees during checkout.
bs_ba: Opis koji kupac vidi prilikom kupovine

source: Suceess URL must be copied to Monri Account in responding field!
bs_ba: Success URL potrebno je kopirati u Monri Account na predviđeno mjesto!

source: Callback URL endpoint which receives POST request from Monri Gateway.
bs_ba: Monri Callback URL endpoint koji će primati POST zahtjev sa Monri Gateway-a.

source: Success URL you would like to use for transaction. (HTTPS)
bs_ba: Success URL koji želite koristiti pri svakoj transakciji. (HTTPS)

source: Cancel URL you would like to use for transaction. (HTTPS)
bs_ba: Cancel URL koji želite koristiti pri svakoj transakciji. (HTTPS)

source: Callback URL you would like to use for transaction. (HTTPS)
bs_ba: Callback URL koji želite koristiti pri svakoj transakciji. (HTTPS)

source: Integration type:
bs_ba: Tip integracije

source: Price increase when paying in %d installments
bs_ba: Povećanje cijene prilikom plaćanja na %d rata

source: Settings
bs_ba: Postavke

source: Fees may be applied for installments
bs_ba: Za rate se mogu primijeniti naknade

source: Thank you for your order. You are being redirected to Monri so you can complete payment.
bs_ba: Hvala na narudžbi. Sada Vas preusmjeravamo na Monri kako bi završili plaćanje.

source: Transaction info
bs_ba: Detalji transakcije

source: Transaction ID
bs_ba: ID transakcije

source: Approval code
bs_ba: Broj odobrenja

source: Credit card type
bs_ba: Tip kreditne kartice

source: Credit card number
bs_ba: Broj kreditne kartice

source: Payment plan
bs_ba: Rate

source: Date/Time
bs_ba: Datum/Vrijeme
